Page({
  data: {
    newsNum: '10',
    news: [
      {
        author: '管理员1',
        newData: '您借的《白夜行》即将到期',
        newTime: '2017/4/8'
      },
      {
        author: '管理员2',
        newData: '您预约的《javascript高级编程》已经准备好了人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔',
        newTime: '2017/4/8'
      },
      {
        author: '管理员3',
        newData: '您借的《C++程序设计》已经逾期',
        newTime: '2017/4/8'
      },
      {
        author: '管理员4',
        newData: '您已成功借到《photoshop CS6完全自学教程',
        newTime: '2017/4/8'
      }
      ,
      {
        author: '管理员2',
        newData: '您预约的《javascript高级编程》已经准备好了人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔',
        newTime: '2017/4/8'
      },
      {
        author: '管理员3',
        newData: '您借的《C++程序设计》已经逾期',
        newTime: '2017/4/8'
      },
      {
        author: '管理员4',
        newData: '您已成功借到《photoshop CS6完全自学教程',
        newTime: '2017/4/8'
      }
      ,
      {
        author: '管理员2',
        newData: '您预约的《javascript高级编程》已经准备好了人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔',
        newTime: '2017/4/8'
      },
      {
        author: '管理员3',
        newData: '您借的《C++程序设计》已经逾期',
        newTime: '2017/4/8'
      },
      {
        author: '管理员4',
        newData: '您已成功借到《photoshop CS6完全自学教程',
        newTime: '2017/4/8'
      }
      ,
      {
        author: '管理员2',
        newData: '您预约的《javascript高级编程》已经准备好了人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔人修建的足球场的辽阔',
        newTime: '2017/4/8'
      },
      {
        author: '管理员3',
        newData: '您借的《C++程序设计》已经逾期',
        newTime: '2017/4/8'
      },
      {
        author: '管理员4',
        newData: '您已成功借到《photoshop CS6完全自学教程',
        newTime: '2017/4/8'
      }
    ]
  },
  deleteNew: function (e) {
    console.log("delete");
  }
})